{"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "a": 4, "child": 5, "in": 6, "pink": 7, "dress": 8, "is": 9, "climbing": 10, "up": 11, "set": 12, "of": 13, "stairs": 14, "an": 15, "way": 16, "girl": 17, "going": 18, "into": 19, "wooden": 20, "building": 21, "little": 22, "playhouse": 23, "the": 24, "to": 25, "her": 26, "cabin": 27, "black": 28, "dog": 29, "and": 30, "spotted": 31, "are": 32, "fighting": 33, "tricolored": 34, "playing": 35, "with": 36, "each": 37, "other": 38, "on": 39, "road": 40, "white": 41, "brown": 42, "spots": 43, "staring": 44, "at": 45, "street": 46, "two": 47, "dogs": 48, "different": 49, "breeds": 50, "looking": 51, "pavement": 52, "moving": 53, "toward": 54, "covered": 55, "paint": 56, "sits": 57, "front": 58, "painted": 59, "rainbow": 60, "hands": 61, "bowl": 62, "sitting": 63, "large": 64, "small": 65, "grass": 66, "plays": 67, "fingerpaints": 68, "canvas": 69, "it": 70, "there": 71, "pigtails": 72, "painting": 73, "young": 74, "outside": 75, "rope": 76, "net": 77, "red": 78, "roping": 79, "climbs": 80, "bridge": 81, "park": 82, "grips": 83, "onto": 84, "ropes": 85, "playground": 86, "running": 87, "grassy": 88, "garden": 89, "surrounded": 90, "by": 91, "fence": 92, "through": 93, "boston": 94, "terrier": 95, "lush": 96, "green": 97, "runs": 98, "near": 99, "shakes": 100, "its": 101, "head": 102, "shore": 103, "ball": 104, "next": 105, "edge": 106, "beach": 107, "orange": 108, "feet": 109, "stands": 110, "shaking": 111, "off": 112, "water": 113, "ears": 114, "standing": 115, "turned": 116, "one": 117, "side": 118, "boy": 119, "smiles": 120, "stony": 121, "wall": 122, "city": 123, "while": 124, "man": 125, "overalls": 126, "working": 127, "stone": 128, "walking": 129, "paved": 130, "metal": 131, "pole": 132, "behind": 133, "him": 134, "smiling": 135, "shirt": 136, "blue": 137, "jeans": 138, "rock": 139, "snow": 140, "field": 141, "over": 142, "surface": 143, "hat": 144, "displaying": 145, "pictures": 146, "skier": 147, "skis": 148, "past": 149, "another": 150, "person": 151, "wearing": 152, "framed": 153, "looks": 154, "trees": 155, "artwork": 156, "for": 157, "sale": 158, "collage": 159, "cliff": 160, "group": 161, "people": 162, "seven": 163, "climbers": 164, "ascending": 165, "face": 166, "whilst": 167, "holding": 168, "several": 169, "row": 170, "watches": 171, "holds": 172, "line": 173, "prepares": 174, "catch": 175, "thrown": 176, "object": 177, "nearby": 178, "cars": 179, "about": 180, "yellow": 181, "mouth": 182, "toy": 183, "ready": 184, "flying": 185, "air": 186, "after": 187, "jumping": 188, "get": 189, "jumps": 190, "towards": 191, "leaps": 192, "trying": 193, "midair": 194, "woman": 195, "waters": 196, "big": 197, "lake": 198, "lone": 199, "duck": 200, "swimming": 201, "around": 202, "watching": 203, "waves": 204, "his": 205, "hand": 206, "facing": 207, "skyline": 208, "surf": 209, "lab": 210, "tags": 211, "frolicks": 212, "splashes": 213, "this": 214, "splashing": 215, "drilling": 216, "hole": 217, "ice": 218, "frozen": 219, "pond": 220, "men": 221, "fishing": 222, "play": 223, "making": 224, "turn": 225, "soft": 226, "sand": 227, "together": 228, "tan": 229, "along": 230, "sandy": 231, "carries": 232, "as": 233, "he": 234, "walks": 235, "carrying": 236, "something": 237, "has": 238, "item": 239, "wet": 240, "courtyard": 241, "catching": 242, "lunges": 243, "chocolate": 244, "too": 245, "driveway": 246, "stick": 247, "kneeling": 248, "goalie": 249, "jacket": 250, "hockey": 251, "guarding": 252, "goal": 253, "kid": 254, "rink": 255, "male": 256, "right": 257, "crouches": 258, "tent": 259, "being": 260, "enter": 261, "setting": 262, "hut": 263, "iced": 264, "tarp": 265, "structure": 266, "snowy": 267, "three": 268, "hill": 269, "sky": 270, "them": 271, "stand": 272, "kneels": 273, "bites": 274, "hard": 275, "treat": 276, "biting": 277, "baked": 278, "good": 279, "putting": 280, "both": 281, "eats": 282, "food": 283, "table": 284, "eating": 285, "pizza": 286, "dish": 287, "sit": 288, "mountainside": 289, "check": 290, "out": 291, "view": 292, "hilltop": 293, "overlooking": 294, "valley": 295, "hang": 296, "top": 297, "overlook": 298, "rest": 299, "ledge": 300, "above": 301, "down": 302, "many": 303, "inflatable": 304, "boats": 305, "kayakers": 306, "railing": 307, "rafts": 308, "below": 309, "crowd": 310, "jersey": 311, "pose": 312, "camera": 313, "some": 314, "buildings": 315, "couple": 316, "posing": 317, "picture": 318, "asian": 319, "blond": 320, "outdoors": 321, "background": 322, "guy": 323, "striped": 324, "television": 325, "floor": 326, "fast": 327, "meal": 328, "someone": 329, "laying": 330, "tv": 331, "teens": 332, "rail": 333, "crowded": 334, "takes": 335, "jump": 336, "skateboard": 337, "performing": 338, "trick": 339, "leans": 340, "skateboarder": 341, "doing": 342, "board": 343, "platform": 344, "skateboarders": 345, "paddling": 346, "river": 347, "seen": 348, "from": 349, "kayaking": 350, "paddles": 351, "boat": 352, "paddle": 353, "shallow": 354, "girls": 355, "ocean": 356, "four": 357, "children": 358, "pajamas": 359, "have": 360, "pillow": 361, "fight": 362, "kids": 363, "bed": 364, "having": 365, "workers": 366, "beam": 367, "taking": 368, "break": 369, "construction": 370, "take": 371, "seat": 372, "steel": 373, "boys": 374, "puddle": 375, "balloon": 376, "mud": 377, "sunny": 378, "day": 379, "appears": 380, "wait": 381, "ride": 382, "taxi": 383, "traffic": 384, "blonde": 385, "hair": 386, "tube": 387, "waving": 388, "arm": 389, "brochure": 390, "train": 391, "rides": 392, "reads": 393, "book": 394, "rocky": 395, "run": 396, "across": 397, "stones": 398, "body": 399, "area": 400, "window": 401, "tank": 402, "door": 403, "puts": 404, "elevator": 405, "lightcolored": 406, "light": 407, "hiker": 408, "high": 409, "bluff": 410, "mountains": 411, "ski": 412, "s": 413, "landscape": 414, "snowcovered": 415, "mountain": 416, "beautiful": 417, "pauses": 418, "mountaintop": 419, "shorts": 420, "lays": 421, "parking": 422, "lot": 423, "middle": 424, "during": 425, "heavy": 426, "lies": 427, "mat": 428, "between": 429, "suv": 430, "pickup": 431, "open": 432, "shirtless": 433, "busy": 434, "terrain": 435, "chases": 436, "doberman": 437, "chasing": 438, "balloons": 439, "night": 440, "hot": 441, "lit": 442, "lined": 443, "nighttime": 444, "helmet": 445, "bike": 446, "miniature": 447, "dirt": 448, "bicycle": 449, "race": 450, "pedals": 451, "quickly": 452, "bmx": 453, "eight": 454, "gathered": 455, "dark": 456, "porch": 457, "darkened": 458, "room": 459, "throwing": 460, "slides": 461, "slide": 462, "pool": 463, "trunks": 464, "wading": 465, "toys": 466, "floating": 467, "backyard": 468, "sliding": 469, "colorful": 470, "tubes": 471, "falling": 472, "colored": 473, "wetsuit": 474, "baby": 475, "toddler": 476, "waiting": 477, "come": 478, "so": 479, "can": 480, "droplets": 481, "fly": 482, "throws": 483, "sticks": 484, "tongue": 485, "make": 486, "faces": 487, "sticking": 488, "look": 489, "silly": 490, "closeup": 491, "that": 492, "paws": 493, "lying": 494, "ground": 495, "resting": 496, "tiled": 497, "eyes": 498, "rests": 499, "patio": 500, "bricks": 501, "ring": 502, "teenage": 503, "seating": 504, "inflated": 505, "family": 506, "tractor": 507, "vehicle": 508, "played": 509, "wheeler": 510, "riding": 511, "atv": 512, "costume": 513, "left": 514, "sequined": 515, "feather": 516, "sidewalk": 517, "salmon": 518, "bikini": 519, "outfit": 520, "drinking": 521, "pop": 522, "flamboyant": 523, "dressed": 524, "feathered": 525, "skiiers": 526, "forest": 527, "skiing": 528, "wooded": 529, "jackets": 530, "crosscountry": 531, "skiers": 532, "their": 533, "woodland": 534, "trail": 535, "woods": 536, "hikers": 537, "pathway": 538, "path": 539, "happily": 540, "mother": 541, "boardwalk": 542, "deck": 543, "sea": 544, "pier": 545, "evening": 546, "horse": 547, "pony": 548, "atop": 549, "draft": 550, "n": 551, "horses": 552, "pull": 553, "cart": 554, "golden": 555, "sleigh": 556, "driven": 557, "coat": 558, "pulling": 559, "carriage": 560, "sled": 561, "steered": 562, "inside": 563, "dome": 564, "shaft": 565, "cave": 566, "shows": 567, "spelunkers": 568, "sunlight": 569, "rocks": 570, "backpackers": 571, "lay": 572, "dry": 573, "camp": 574, "gear": 575, "deep": 576, "pile": 577, "fountain": 578, "fountains": 579, "sprayed": 580, "corgi": 581, "tunnel": 582, "course": 583, "obstacle": 584, "obedience": 585, "swimsuit": 586, "arms": 587, "outstretched": 588, "handrail": 589, "bathing": 590, "suit": 591, "spray": 592, "soaked": 593, "jet": 594, "shower": 595, "hose": 596, "gets": 597, "underwater": 598, "redheaded": 599, "swims": 600, "gun": 601, "foot": 602, "aims": 603, "fireplace": 604, "new": 605, "pointed": 606, "alone": 607, "jagged": 608, "snowmobile": 609, "mid": 610, "snowmobiler": 611, "flies": 612, "rider": 613, "or": 614, "machine": 615, "tall": 616, "pine": 617, "rural": 618, "snowmobiles": 619, "helmets": 620, "goggles": 621, "snowmobiling": 622, "helmeted": 623, "drive": 624, "atvs": 625, "heads": 626, "wheel": 627, "wheelers": 628, "empty": 629, "all": 630, "fourwheeler": 631, "airborne": 632, "quad": 633, "soccer": 634, "under": 635, "tshirt": 636, "artist": 637, "paints": 638, "clouds": 639, "braids": 640, "colors": 641, "paper": 642, "cyclist": 643, "curved": 644, "aerodynamic": 645, "sharp": 646, "curve": 647, "pedaling": 648, "cows": 649, "biker": 650, "fetch": 651, "pounces": 652, "yard": 653, "old": 654, "fashioned": 655, "video": 656, "steadies": 657, "aim": 658, "cheeks": 659, "lips": 660, "smooth": 661, "against": 662, "backdrop": 663, "climber": 664, "headlamp": 665, "attached": 666, "purple": 667, "pants": 668, "sprays": 669, "frog": 670, "sculpture": 671, "public": 672, "log": 673, "wood": 674, "animal": 675, "bird": 676, "seeds": 677, "clinging": 678, "finger": 679, "wades": 680, "guided": 681, "laughs": 682, "playful": 683, "lawn": 684, "beige": 685, "handstand": 686, "does": 687, "sheets": 688, "upside": 689, "garment": 690, "flag": 691, "moon": 692, "star": 693, "gown": 694, "muslim": 695, "lady": 696, "helps": 697, "wave": 698, "half": 699, "naked": 700, "sleeping": 701, "chair": 702, "older": 703, "back": 704, "relaxes": 705, "where": 706, "bicycles": 707, "propped": 708, "cap": 709, "close": 710, "parked": 711, "relaxing": 712, "folding": 713, "topless": 714, "slippers": 715, "navy": 716, "reclining": 717, "retrieve": 718, "mouths": 719, "tug": 720, "chew": 721, "haired": 722, "bottled": 723, "drink": 724, "tilted": 725, "spiked": 726, "party": 727, "streets": 728, "they": 729, "women": 730, "parade": 731, "seaweed": 732, "swimmers": 733, "distance": 734, "foreground": 735, "sandals": 736, "short": 737, "sleeved": 738, "pinstripe": 739, "snows": 740, "furry": 741, "attempts": 742, "itself": 743, "self": 744, "jumped": 745, "bouncing": 746, "leaping": 747, "folded": 748, "beds": 749, "bedroom": 750, "snowboarder": 751, "slope": 752, "snowboarders": 753, "slopes": 754, "attire": 755, "shoes": 756, "getting": 757, "car": 758, "strip": 759, "boots": 760, "stepping": 761, "glasses": 762, "van": 763, "wear": 764, "game": 765, "plants": 766, "crossing": 767, "greenery": 768, "tropical": 769, "caution": 770, "sign": 771, "beside": 772, "bright": 773, "truck": 774, "others": 775, "watch": 776, "helping": 777, "step": 778, "very": 779, "bus": 780, "pulled": 781, "passengers": 782, "load": 783, "brightly": 784, "poses": 785, "pig": 786, "hugs": 787, "who": 788, "embracing": 789, "event": 790, "hugging": 791, "stretch": 792, "bicyclist": 793, "cross": 794, "spandex": 795, "biking": 796, "vest": 797, "backpack": 798, "jogging": 799, "headset": 800, "jogs": 801, "headphones": 802, "plant": 803, "store": 804, "corner": 805, "bicyclists": 806, "intersection": 807, "bikes": 808, "bikers": 809, "stop": 810, "town": 811, "without": 812, "guiding": 813, "wagon": 814, "leading": 815, "hits": 816, "tee": 817, "practices": 818, "hitting": 819, "baseball": 820, "adult": 821, "bats": 822, "put": 823, "batting": 824, "cage": 825, "trumpet": 826, "marching": 827, "band": 828, "teenager": 829, "starbucks": 830, "samples": 831, "fair": 832, "apron": 833, "serving": 834, "drinks": 835, "tray": 836, "offering": 837, "waitress": 838, "offers": 839, "tea": 840, "patrons": 841, "try": 842, "full": 843, "sledge": 844, "plain": 845, "loading": 846, "items": 847, "preparing": 848, "order": 849, "sneakers": 850, "leap": 851, "elderly": 852, "straw": 853, "bench": 854, "gray": 855, "sweater": 856, "tree": 857, "arched": 858, "walk": 859, "hallway": 860, "flip": 861, "flops": 862, "hood": 863, "legs": 864, "sprawled": 865, "flipflops": 866, "boulder": 867, "mountaineer": 868, "clear": 869, "hooded": 870, "grey": 871, "wrestling": 872, "wrestle": 873, "bending": 874, "blanket": 875, "stuffed": 876, "animals": 877, "giving": 878, "war": 879, "nose": 880, "piercing": 881, "silver": 882, "games": 883, "bar": 884, "neon": 885, "beer": 886, "hanging": 887, "bank": 888, "computer": 889, "machines": 890, "smaller": 891, "rough": 892, "approach": 893, "longhaired": 894, "directions": 895, "warm": 896, "weather": 897, "summer": 898, "time": 899, "clothes": 900, "parents": 901, "pushing": 902, "carts": 903, "twin": 904, "pushed": 905, "shaped": 906, "strollers": 907, "toddlers": 908, "alike": 909, "plastic": 910, "team": 911, "uniforms": 912, "same": 913, "hats": 914, "sporting": 915, "florida": 916, "dolphin": 917, "caps": 918, "flowers": 919, "shrubbery": 920, "stream": 921, "shaggy": 922, "long": 923, "advertisement": 924, "underground": 925, "station": 926, "backlit": 927, "subway": 928, "umbrella": 929, "commercial": 930, "unicycle": 931, "scooter": 932, "reaches": 933, "refreshment": 934, "flowery": 935, "floral": 936, "purse": 937, "tussle": 938, "closes": 939, "sun": 940, "shining": 941, "closed": 942, "photo": 943, "photograph": 944, "just": 945, "church": 946, "concrete": 947, "begin": 948, "sheer": 949, "climb": 950, "pretty": 951, "flat": 952, "laughing": 953, "swing": 954, "swings": 955, "spoon": 956, "heels": 957, "brick": 958, "weeds": 959, "cushion": 960, "fallen": 961, "asleep": 962, "sofa": 963, "pacifier": 964, "sucking": 965, "teddy": 966, "bear": 967, "sweatshirt": 968, "dappled": 969, "sells": 970, "soda": 971, "cans": 972, "vendor": 973, "selling": 974, "stall": 975, "males": 976, "print": 977, "gold": 978, "stove": 979, "pipe": 980, "makeup": 981, "benches": 982, "tile": 983, "lobby": 984, "sunglasses": 985, "overpass": 986, "mask": 987, "breathing": 988, "which": 989, "flips": 990, "diving": 991, "tumbling": 992, "poolside": 993, "bubbles": 994, "picnic": 995, "denim": 996, "daughter": 997, "claps": 998, "ear": 999, "bite": 1000, "sports": 1001, "eye": 1002, "protection": 1003, "female": 1004, "lacrosse": 1005, "players": 1006, "these": 1007, "player": 1008, "number": 1009, "six": 1010, "6": 1011, "chased": 1012, "foal": 1013, "approaching": 1014, "thin": 1015, "suits": 1016, "friends": 1017, "smile": 1018, "ladies": 1019, "bikinis": 1020, "sat": 1021, "reflection": 1022, "marble": 1023, "glass": 1024, "writing": 1025, "blurry": 1026, "descending": 1027, "dance": 1028, "kicking": 1029, "muddy": 1030, "motorbike": 1031, "uphill": 1032, "motocross": 1033, "circuit": 1034, "motorcycle": 1035, "racer": 1036, "jumpsuit": 1037, "display": 1038, "underwear": 1039, "pairs": 1040, "shelter": 1041, "wire": 1042, "awning": 1043, "stopped": 1044, "creek": 1045, "says": 1046, "adhd": 1047, "bowed": 1048, "ad": 1049, "ac": 1050, "logo": 1051, "talk": 1052, "outdoor": 1053, "cafe": 1054, "like": 1055, "union": 1056, "jack": 1057, "sprinkler": 1058, "skirt": 1059, "handbag": 1060, "collared": 1061, "enjoys": 1062, "coffee": 1063, "carying": 1064, "attempting": 1065, "crib": 1066, "tries": 1067, "playpen": 1068, "expanse": 1069, "mountainous": 1070, "summit": 1071, "football": 1072, "fell": 1073, "first": 1074, "seated": 1075, "candle": 1076, "candles": 1077, "birthday": 1078, "celebration": 1079, "place": 1080, "reached": 1081, "5": 1082, "celebrating": 1083, "cake": 1084, "trotting": 1085, "12": 1086, "few": 1087, "adults": 1088, "splashed": 1089, "source": 1090, "winter": 1091, "traveling": 1092, "sunset": 1093, "thick": 1094, "almost": 1095, "golf": 1096, "golfers": 1097, "blocking": 1098, "club": 1099, "sleeveless": 1100, "khaki": 1101, "begins": 1102, "lots": 1103, "shown": 1104, "cloudy": 1105, "renaissance": 1106, "costumes": 1107, "booth": 1108, "medieval": 1109, "crouch": 1110, "fish": 1111, "stare": 1112, "pitch": 1113, "uniform": 1114, "contemplates": 1115, "africanamerican": 1116, "darkskinned": 1117, "halter": 1118, "stuck": 1119, "husky": 1120, "harness": 1121, "straps": 1122, "turning": 1123, "away": 1124, "coming": 1125, "lap": 1126, "harnesses": 1127, "wide": 1128, "barks": 1129, "shoulder": 1130, "collar": 1131, "fluffy": 1132, "grab": 1133, "talks": 1134, "showing": 1135, "infant": 1136, "squatting": 1137, "talking": 1138, "signing": 1139, "phone": 1140, "drawing": 1141, "portrait": 1142, "cellphone": 1143, "frame": 1144, "shopping": 1145, "bag": 1146, "labeled": 1147, "gathers": 1148, "swung": 1149, "underneath": 1150, "unseen": 1151, "stool": 1152, "nightclub": 1153, "chairs": 1154, "including": 1155, "gives": 1156, "evil": 1157, "serious": 1158, "using": 1159, "block": 1160, "size": 1161, "dirty": 1162, "bottle": 1163, "leotard": 1164, "checkered": 1165, "tight": 1166, "bars": 1167, "hangs": 1168, "monkey": 1169, "jungle": 1170, "gym": 1171, "ladder": 1172, "swinging": 1173, "jean": 1174, "capris": 1175, "railroad": 1176, "tracks": 1177, "barefoot": 1178, "bearded": 1179, "turquoise": 1180, "peace": 1181, "stops": 1182, "wears": 1183, "worn": 1184, "symbol": 1185, "headdress": 1186, "shaved": 1187, "crazy": 1188, "earrings": 1189, "bound": 1190, "misty": 1191, "filled": 1192, "examining": 1193, "tire": 1194, "racers": 1195, "designed": 1196, "driving": 1197, "racing": 1198, "tennis": 1199, "dock": 1200, "bucket": 1201, "beneath": 1202, "boogie": 1203, "trampoline": 1204, "tricks": 1205, "telephone": 1206, "power": 1207, "lines": 1208, "poles": 1209, "suspended": 1210, "electrical": 1211, "wires": 1212, "puppies": 1213, "chase": 1214, "heavily": 1215, "cold": 1216, "but": 1217, "morning": 1218, "sets": 1219, "trekking": 1220, "hello": 1221, "kitty": 1222, "elaborate": 1223, "figure": 1224, "slightly": 1225, "life": 1226, "floats": 1227, "peers": 1228, "device": 1229, "snoopy": 1230, "huge": 1231, "scene": 1232, "skimpy": 1233, "rain": 1234, "swim": 1235, "screams": 1236, "squinting": 1237, "still": 1238, "hillside": 1239, "skating": 1240, "instructor": 1241, "younger": 1242, "skate": 1243, "hold": 1244, "go": 1245, "museum": 1246, "couches": 1247, "lie": 1248, "puffy": 1249, "art": 1250, "silhouetted": 1251, "dusk": 1252, "pharmacy": 1253, "rite": 1254, "aid": 1255, "broadway": 1256, "drug": 1257, "prepared": 1258, "low": 1259, "cut": 1260, "tuxedo": 1261, "bowtie": 1262, "kissing": 1263, "thing": 1264, "cheek": 1265, "tie": 1266, "kiss": 1267, "happy": 1268, "shirts": 1269, "vests": 1270, "formal": 1271, "urban": 1272, "follows": 1273, "foam": 1274, "swords": 1275, "sparring": 1276, "bat": 1277, "nerf": 1278, "cup": 1279, "rubber": 1280, "acting": 1281, "referee": 1282, "funny": 1283, "bushes": 1284, "backpacks": 1285, "matching": 1286, "polo": 1287, "strike": 1288, "goofy": 1289, "lane": 1290, "gravel": 1291, "backpacker": 1292, "land": 1293, "hikes": 1294, "puppy": 1295, "labs": 1296, "females": 1297, "scarves": 1298, "dresses": 1299, "examine": 1300, "skirts": 1301, "help": 1302, "push": 1303, "before": 1304, "craft": 1305, "nylon": 1306, "fabric": 1307, "pirate": 1308, "skull": 1309, "saxophone": 1310, "fire": 1311, "hydrant": 1312, "musical": 1313, "instrument": 1314, "retrieves": 1315, "hind": 1316, "yorkie": 1317, "statue": 1318, "liberty": 1319, "photos": 1320, "york": 1321, "taken": 1322, "balls": 1323, "shed": 1324, "bounced": 1325, "leash": 1326, "spectators": 1327, "onlookers": 1328, "pitbull": 1329, "labrador": 1330, "firefighter": 1331, "fireman": 1332, "spraying": 1333, "firehose": 1334, "engine": 1335, "uses": 1336, "extinguish": 1337, "was": 1338, "marker": 1339, "house": 1340, "diaper": 1341, "ink": 1342, "vertical": 1343, "logs": 1344, "balances": 1345, "stumps": 1346, "tops": 1347, "posts": 1348, "mirror": 1349, "burgundy": 1350, "hoodie": 1351, "own": 1352, "no": 1353, "safety": 1354, "softball": 1355, "winding": 1356, "throw": 1357, "playfully": 1358, "tosses": 1359, "tossing": 1360, "drives": 1361, "oldfashioned": 1362, "marked": 1363, "7": 1364, "track": 1365, "circle": 1366, "camping": 1367, "equipment": 1368, "bags": 1369, "flowered": 1370, "peaking": 1371, "leaves": 1372, "peeks": 1373, "foliage": 1374, "artificial": 1375, "frightened": 1376, "scaling": 1377, "bottom": 1378, "waterfall": 1379, "base": 1380, "surfing": 1381, "made": 1382, "dune": 1383, "snowboarding": 1384, "leaf": 1385, "saddle": 1386, "tub": 1387, "container": 1388, "bath": 1389, "bin": 1390, "cloth": 1391, "drags": 1392, "rag": 1393, "towel": 1394, "overhang": 1395, "formation": 1396, "horizontal": 1397, "end": 1398, "crosses": 1399, "hung": 1400, "cement": 1401, "sniff": 1402, "somthing": 1403, "walkway": 1404, "canoe": 1405, "kayak": 1406, "either": 1407, "rowing": 1408, "narrow": 1409, "propel": 1410, "treelined": 1411, "restaurant": 1412, "held": 1413, "aiming": 1414, "rifle": 1415, "shoots": 1416, "shoot": 1417, "ramp": 1418, "snowboard": 1419, "mannequins": 1420, "clothing": 1421, "case": 1422, "outfits": 1423, "sunflowers": 1424, "fishes": 1425, "penzance": 1426, "you": 1427, "hiviz": 1428, "carved": 1429, "florescent": 1430, "speaks": 1431, "kart": 1432, "grinning": 1433, "excited": 1434, "will": 1435, "be": 1436, "gocart": 1437, "branch": 1438, "waits": 1439, "owner": 1440, "collection": 1441, "stuff": 1442, "pug": 1443, "bends": 1444, "pick": 1445, "merchandise": 1446, "retrieving": 1447, "pack": 1448, "irish": 1449, "setter": 1450, "father": 1451, "lifting": 1452, "peak": 1453, "pockets": 1454, "formations": 1455, "ancient": 1456, "starshaped": 1457, "cowboy": 1458, "carnival": 1459, "amusement": 1460, "chain": 1461, "neck": 1462, "roller": 1463, "coaster": 1464, "luggage": 1465, "las": 1466, "vegas": 1467, "airport": 1468, "overhead": 1469, "shot": 1470, "casino": 1471, "carefully": 1472, "steep": 1473, "innertube": 1474, "enjoying": 1475, "saying": 1476, "float": 1477, "shades": 1478, "skinny": 1479, "roadside": 1480, "brunette": 1481, "combat": 1482, "curb": 1483, "bungee": 1484, "cords": 1485, "lift": 1486, "active": 1487, "strapped": 1488, "tether": 1489, "guards": 1490, "rolling": 1491, "trots": 1492, "competing": 1493, "agility": 1494, "lifts": 1495, "paw": 1496, "highfives": 1497, "palm": 1498, "crash": 1499, "test": 1500, "dummy": 1501, "robot": 1502, "touch": 1503, "gentleman": 1504, "rockclimbing": 1505, "ascends": 1506, "downward": 1507, "dragged": 1508, "lands": 1509, "tag": 1510, "zip": 1511, "propelled": 1512, "parasailing": 1513, "second": 1514, "vegetation": 1515, "themselves": 1516, "waist": 1517, "hiking": 1518, "route": 1519, "bay": 1520, "patch": 1521, "bandanna": 1522, "harbor": 1523, "makes": 1524, "fist": 1525, "headscarf": 1526, "couch": 1527, "lamp": 1528, "indoors": 1529, "reaching": 1530, "teal": 1531, "catcher": 1532, "scenic": 1533, "cobblestone": 1534, "stretched": 1535, "demonstrates": 1536, "interesting": 1537, "moves": 1538, "spinning": 1539, "stares": 1540, "intently": 1541, "reading": 1542, "checking": 1543, "forward": 1544, "tracksuit": 1545, "squeezing": 1546, "necklace": 1547, "freshly": 1548, "lemonade": 1549, "juice": 1550, "dinner": 1551, "dip": 1552, "plates": 1553, "serve": 1554, "plate": 1555, "gloves": 1556, "wrapping": 1557, "speaking": 1558, "box": 1559, "hurdle": 1560, "spaniel": 1561, "clears": 1562, "obstacles": 1563, "pulls": 1564, "cigarette": 1565, "lighting": 1566, "mohawk": 1567, "style": 1568, "shade": 1569, "ribbon": 1570, "ninja": 1571, "strikes": 1572, "karate": 1573, "attacking": 1574, "stance": 1575, "martial": 1576, "arts": 1577, "practicing": 1578, "peaceful": 1579, "solitary": 1580, "moment": 1581, "german": 1582, "shephard": 1583, "splash": 1584, "opened": 1585, "living": 1586, "piece": 1587, "handles": 1588, "touches": 1589, "touching": 1590, "lean": 1591, "seats": 1592, "bleachers": 1593, "patiently": 1594, "show": 1595, "handle": 1596, "stripe": 1597, "sleeve": 1598, "graffiti": 1599, "skateboarding": 1600, "skater": 1601, "amidst": 1602, "cloud": 1603, "recently": 1604, "snowed": 1605, "pointing": 1606, "himself": 1607, "racket": 1608, "2": 1609, "watched": 1610, "muscular": 1611, "raising": 1612, "backpacking": 1613, "following": 1614, "completely": 1615, "hidden": 1616, "hide": 1617, "partially": 1618, "treads": 1619, "fields": 1620, "shoulders": 1621, "beard": 1622, "frisbee": 1623, "disc": 1624, "overlooks": 1625, "mosscovered": 1626, "traversing": 1627, "plains": 1628, "distant": 1629, "scales": 1630, "supporting": 1631, "catches": 1632, "fun": 1633, "bouncy": 1634, "centipede": 1635, "nap": 1636, "rug": 1637, "favorite": 1638, "plush": 1639, "multicolored": 1640, "carpet": 1641, "yorkshire": 1642, "multicolor": 1643, "leaning": 1644, "trunk": 1645, "bent": 1646, "sloping": 1647, "participate": 1648, "sport": 1649, "strips": 1650, "fenced": 1651, "russell": 1652, "measured": 1653, "really": 1654, "third": 1655, "lens": 1656, "cartwheel": 1657, "gate": 1658, "longnecked": 1659, "crashing": 1660, "rapids": 1661, "battling": 1662, "kayaks": 1663, "rows": 1664, "kayaker": 1665, "goes": 1666, "cyclists": 1667, "chat": 1668, "bottles": 1669, "athletic": 1670, "market": 1671, "gallery": 1672, "performs": 1673, "five": 1674, "string": 1675, "instruments": 1676, "music": 1677, "audience": 1678, "branches": 1679, "bloom": 1680, "school": 1681, "dirtcovered": 1682, "class": 1683, "cruiser": 1684, "tricycles": 1685, "threewheeled": 1686, "vehicles": 1687, "baskets": 1688, "growling": 1689, "snarls": 1690, "steps": 1691, "seem": 1692, "nearly": 1693, "mesh": 1694, "presses": 1695, "cries": 1696, "peering": 1697, "dragging": 1698, "though": 1699, "emerges": 1700, "collected": 1701, "teeth": 1702, "maneuvers": 1703, "watercraft": 1704, "whitewater": 1705, "jeep": 1706, "ditch": 1707, "free": 1708, "hi": 1709, "viz": 1710, "trapped": 1711, "ravine": 1712, "batter": 1713, "yankee": 1714, "squirts": 1715, "squirt": 1716, "squirting": 1717, "pistol": 1718, "brownish": 1719, "pale": 1720, "tussling": 1721, "alongside": 1722, "bigger": 1723, "rafting": 1724, "raft": 1725, "rafters": 1726, "squats": 1727, "electronic": 1728, "crouching": 1729, "drapped": 1730, "murky": 1731, "only": 1732, "flannel": 1733, "tires": 1734, "mickey": 1735, "mouse": 1736, "quilt": 1737, "kilt": 1738, "bare": 1739, "crawling": 1740, "leg": 1741, "socks": 1742, "beat": 1743, "fall": 1744, "bounds": 1745, "skateboards": 1746, "do": 1747, "homemade": 1748, "apartment": 1749, "more": 1750, "crosswalk": 1751, "signal": 1752, "button": 1753, "not": 1754, "she": 1755, "scuba": 1756, "gloved": 1757, "diver": 1758, "snorkel": 1759, "submerged": 1760, "lobster": 1761, "found": 1762, "coats": 1763, "purses": 1764, "quiet": 1765, "upon": 1766, "ahead": 1767, "dalmation": 1768, "weimaraner": 1769, "tail": 1770, "placed": 1771, "heavyset": 1772, "parent": 1773, "bottoms": 1774, "balding": 1775, "choppy": 1776, "petting": 1777, "zoo": 1778, "goats": 1779, "lambs": 1780, "indoor": 1781, "arena": 1782, "hoodies": 1783, "share": 1784, "screen": 1785, "farm": 1786, "sheep": 1787, "pen": 1788, "border": 1789, "collie": 1790, "enclosure": 1791, "goat": 1792, "camouflage": 1793, "markers": 1794, "steers": 1795, "flowing": 1796, "nears": 1797, "curly": 1798, "points": 1799, "direction": 1800, "gaze": 1801, "fangs": 1802, "intense": 1803, "bounce": 1804, "printed": 1805, "twirls": 1806, "outcrop": 1807, "lagoon": 1808, "sparrow": 1809, "pirates": 1810, "drawn": 1811, "moustache": 1812, "scarf": 1813, "beads": 1814, "mark": 1815, "mom": 1816, "finley": 1817, "slip": 1818, "barren": 1819, "gymnastic": 1820, "maneuver": 1821, "brings": 1822, "dust": 1823, "storm": 1824, "blowing": 1825, "wind": 1826, "passes": 1827, "zooming": 1828, "shop": 1829, "sips": 1830, "kick": 1831, "meadow": 1832, "skydiver": 1833, "safely": 1834, "parachutes": 1835, "landed": 1836, "para": 1837, "landing": 1838, "exercises": 1839, "hound": 1840, "nips": 1841, "bared": 1842, "attempt": 1843, "chewing": 1844, "knotted": 1845, "canoeing": 1846, "cooking": 1847, "campsite": 1848, "pouring": 1849, "eat": 1850, "heart": 1851, "bracelet": 1852, "shines": 1853, "jewelry": 1854, "examines": 1855, "map": 1856, "listening": 1857, "ipod": 1858, "earphones": 1859, "highway": 1860, "brushes": 1861, "image": 1862, "covering": 1863, "mound": 1864, "elevated": 1865, "speedo": 1866, "raised": 1867, "extended": 1868, "raises": 1869, "travels": 1870, "portion": 1871, "shaded": 1872, "dimly": 1873, "performer": 1874, "singing": 1875, "sings": 1876, "guitarist": 1877, "microphone": 1878, "guitar": 1879, "outcropping": 1880, "wilderness": 1881, "hills": 1882, "feeding": 1883, "feed": 1884, "hay": 1885, "cover": 1886, "snowball": 1887, "tents": 1888, "kicks": 1889, "teammate": 1890, "teammates": 1891, "opponents": 1892, "teams": 1893, "progress": 1894, "retriever": 1895, "greet": 1896, "pearls": 1897, "backs": 1898, "opposite": 1899, "lights": 1900, "sinking": 1901, "corn": 1902, "stacks": 1903, "sailboat": 1904, "photographer": 1905, "partner": 1906, "aqua": 1907, "shrubs": 1908, "country": 1909, "fencedin": 1910, "link": 1911, "silhouette": 1912, "buy": 1913, "pedestrians": 1914, "times": 1915, "square": 1916, "auditorium": 1917, "students": 1918, "notes": 1919, "offcamera": 1920, "fur": 1921, "hoop": 1922, "driver": 1923, "motorcyclist": 1924, "speed": 1925, "rounds": 1926, "demonstration": 1927, "written": 1928, "support": 1929, "sponsored": 1930, "roadway": 1931, "travel": 1932, "racetrack": 1933, "lead": 1934, "ralley": 1935, "muscle": 1936, "position": 1937, "seesaw": 1938, "stairway": 1939, "rushing": 1940, "basset": 1941, "leashed": 1942, "tied": 1943, "tethered": 1944, "coloring": 1945, "chest": 1946, "knee": 1947, "joy": 1948, "mouthed": 1949, "expression": 1950, "bunch": 1951, "spiral": 1952, "cracked": 1953, "earth": 1954, "picking": 1955, "picks": 1956, "things": 1957, "spot": 1958, "riverbank": 1959, "wakeboards": 1960, "wakeboard": 1961, "wakeboarding": 1962, "handed": 1963, "surfboard": 1964, "waterskiing": 1965, "jacked": 1966, "backwards": 1967, "surfer": 1968, "surfs": 1969, "brownhaired": 1970, "whiel": 1971, "fisherman": 1972, "foggy": 1973, "mist": 1974, "distorted": 1975, "photographing": 1976, "pasture": 1977, "bush": 1978, "sad": 1979, "exiting": 1980, "done": 1981, "staircase": 1982, "autumn": 1983, "uniformed": 1984, "carousel": 1985, "fake": 1986, "form": 1987, "horns": 1988, "wild": 1989, "america": 1990, "races": 1991, "uncut": 1992, "amount": 1993, "balancing": 1994, "balance": 1995, "garbage": 1996, "strewn": 1997, "drawings": 1998, "graffitied": 1999, "chats": 2000, "sniffing": 2001, "human": 2002, "butt": 2003, "trails": 2004, "sniffs": 2005, "larger": 2006, "give": 2007, "real": 2008, "gas": 2009, "rocking": 2010, "tricycle": 2011, "springs": 2012, "trike": 2013, "huskies": 2014, "wheeled": 2015, "jogger": 2016, "sheltered": 2017, "runner": 2018, "marathon": 2019, "rainy": 2020, "pours": 2021, "wine": 2022, "dim": 2023, "kitchen": 2024, "stomach": 2025, "headfirst": 2026, "beginning": 2027, "waterski": 2028, "waterskies": 2029, "waterskier": 2030, "seagull": 2031, "shoreline": 2032, "cat": 2033, "stripes": 2034, "necked": 2035, "much": 2036, "gather": 2037, "office": 2038, "varying": 2039, "leafy": 2040, "crouched": 2041, "closely": 2042, "struggles": 2043, "slipper": 2044, "fuzzy": 2045, "tugging": 2046, "grabs": 2047, "formally": 2048, "department": 2049, "focuses": 2050, "guys": 2051, "skaters": 2052, "skinned": 2053, "neighborhood": 2054, "gal": 2055, "blazing": 2056, "campfire": 2057, "bonfire": 2058, "rocker": 2059, "spotters": 2060, "tried": 2061, "barely": 2062, "climbed": 2063, "hops": 2064, "boards": 2065, "skeleton": 2066, "leafs": 2067, "spiderman": 2068, "ringing": 2069, "bell": 2070, "doorbell": 2071, "halloween": 2072, "candy": 2073, "rings": 2074, "beachgoers": 2075, "partly": 2076, "flags": 2077, "devil": 2078, "lighted": 2079, "costumed": 2080, "saber": 2081, "glowing": 2082, "sword": 2083, "polka": 2084, "dot": 2085, "grove": 2086, "presentation": 2087, "upset": 2088, "streaming": 2089, "tears": 2090, "ok": 2091, "great": 2092, "bend": 2093, "squat": 2094, "waring": 2095, "angle": 2096, "stadium": 2097, "sprints": 2098, "floppy": 2099, "licking": 2100, "medium": 2101, "sized": 2102, "cargo": 2103, "lounge": 2104, "resort": 2105, "sunbathers": 2106, "sharing": 2107, "serves": 2108, "feeds": 2109, "cream": 2110, "exhibit": 2111, "skips": 2112, "design": 2113, "involving": 2114, "among": 2115, "pet": 2116, "piglet": 2117, "plank": 2118, "acrobatic": 2119, "stunts": 2120, "deflated": 2121, "led": 2122, "bicycler": 2123, "pit": 2124, "cannonball": 2125, "unison": 2126, "inground": 2127, "ends": 2128, "opening": 2129, "presents": 2130, "checked": 2131, "bowls": 2132, "product": 2133, "kisses": 2134, "goodbye": 2135, "start": 2136, "drifting": 2137, "fat": 2138, "crag": 2139, "corndogs": 2140, "work": 2141, "tool": 2142, "cleaning": 2143, "blower": 2144, "works": 2145, "trash": 2146, "carry": 2147, "multiple": 2148, "sacks": 2149, "faucet": 2150, "spigot": 2151, "turns": 2152, "tap": 2153, "opponent": 2154, "artsstyle": 2155, "those": 2156, "persons": 2157, "canyon": 2158, "4": 2159, "cooling": 2160, "interacting": 2161, "snarling": 2162, "smoking": 2163, "electric": 2164, "smokes": 2165, "scruffy": 2166, "sort": 2167, "maroon": 2168, "markings": 2169, "basketball": 2170, "basketballs": 2171, "skills": 2172, "court": 2173, "motion": 2174, "potted": 2175, "flower": 2176, "blowup": 2177, "tubing": 2178, "scrubland": 2179, "desert": 2180, "space": 2181, "scrubby": 2182, "peaks": 2183, "conversation": 2184, "interracial": 2185, "chatting": 2186, "barbed": 2187, "clad": 2188, "cowgirl": 2189, "barbwire": 2190, "scantily": 2191, "threatening": 2192, "cardboard": 2193, "ferns": 2194, "hike": 2195, "dachshunds": 2196, "faded": 2197, "jug": 2198, "washes": 2199, "windows": 2200, "teenagers": 2201, "columns": 2202, "streaked": 2203, "dyed": 2204, "performance": 2205, "stage": 2206, "practice": 2207, "onstage": 2208, "perform": 2209, "gymnastics": 2210, "gymnast": 2211, "gymnasium": 2212, "somersault": 2213, "workout": 2214, "flooring": 2215, "drain": 2216, "crocks": 2217, "threw": 2218, "reddish": 2219, "snowsuit": 2220, "licks": 2221, "astroturf": 2222, "descends": 2223, "current": 2224, "feels": 2225, "world": 2226, "scenery": 2227, "canoes": 2228, "paraglider": 2229, "soars": 2230, "parachuting": 2231, "parachute": 2232, "collecting": 2233, "parachutist": 2234, "gathering": 2235, "used": 2236, "gliding": 2237, "collars": 2238, "reflective": 2239, "cape": 2240, "wrapped": 2241, "greyhound": 2242, "happening": 2243, "greyhounds": 2244, "reach": 2245, "finish": 2246, "dances": 2247, "colorfully": 2248, "decorated": 2249, "ridding": 2250, "decoration": 2251, "grappling": 2252, "hug": 2253, "foothills": 2254, "flipped": 2255, "launcher": 2256, "flipping": 2257, "surrounding": 2258, "assist": 2259, "height": 2260, "beanie": 2261, "leave": 2262, "starting": 2263, "gazebo": 2264, "cycling": 2265, "chicken": 2266, "money": 2267, "carrier": 2268, "juggles": 2269, "grocery": 2270, "tote": 2271, "sorts": 2272, "groceries": 2273, "concert": 2274, "beret": 2275, "recreation": 2276, "boulders": 2277, "casual": 2278, "glider": 2279, "parasail": 2280, "parasailors": 2281, "shadowed": 2282, "profile": 2283, "range": 2284, "casting": 2285, "casts": 2286, "downhill": 2287, "bundled": 2288, "darkcolored": 2289, "upraised": 2290, "alert": 2291, "protective": 2292, "hotel": 2293, "island": 2294, "pajama": 2295, "muzzle": 2296, "muzzled": 2297, "cliffs": 2298, "dusty": 2299, "pumpkin": 2300, "utensils": 2301, "fork": 2302, "knife": 2303, "pot": 2304, "environment": 2305, "teen": 2306, "huddle": 2307, "raging": 2308, "strong": 2309, "rafter": 2310, "digging": 2311, "find": 2312, "rear": 2313, "whose": 2314, "snowman": 2315, "couples": 2316, "peach": 2317, "laid": 2318, "headband": 2319, "knit": 2320, "christmas": 2321, "theme": 2322, "newspaper": 2323, "australian": 2324, "shepherd": 2325, "necks": 2326, "calm": 2327, "sleeves": 2328, "see": 2329, "tiny": 2330, "cow": 2331, "bull": 2332, "hate": 2333, "fists": 2334, "punk": 2335, "mean": 2336, "african": 2337, "tunic": 2338, "canal": 2339, "whist": 2340, "waterway": 2341, "bluegreen": 2342, "ponytail": 2343, "places": 2344, "chin": 2345, "crocodile": 2346, "posed": 2347, "dangerous": 2348, "what": 2349, "ankle": 2350, "harmonica": 2351, "binoculars": 2352, "gazing": 2353, "snowcapped": 2354, "glacier": 2355, "giant": 2356, "ballet": 2357, "fairy": 2358, "touched": 2359, "wand": 2360, "nutcracker": 2361, "butterfly": 2362, "tutu": 2363, "wings": 2364, "mix": 2365, "messy": 2366, "junk": 2367, "toilet": 2368, "barrel": 2369, "action": 2370, "treated": 2371, "pitcher": 2372, "pitchers": 2373, "bounces": 2374, "pigeons": 2375, "attack": 2376, "birds": 2377, "individuals": 2378, "barrier": 2379, "laden": 2380, "laps": 2381, "digital": 2382, "laugh": 2383, "enjoy": 2384, "prepare": 2385, "enclosed": 2386, "sinks": 2387, "wheels": 2388, "doors": 2389, "drenched": 2390, "sox": 2391, "determined": 2392, "mostly": 2393, "swampy": 2394, "snowing": 2395, "falls": 2396, "located": 2397, "identical": 2398, "swimsuits": 2399, "mown": 2400, "nice": 2401, "daytime": 2402, "hummer": 2403, "caught": 2404, "flood": 2405, "material": 2406, "toss": 2407, "ultimate": 2408, "raincoat": 2409, "seattle": 2410, "docked": 2411, "plaid": 2412, "limb": 2413, "disk": 2414, "crevice": 2415, "clay": 2416, "fruit": 2417, "got": 2418, "eyed": 2419, "syrup": 2420, "icicle": 2421, "warmly": 2422, "pretending": 2423, "sleds": 2424, "unhappy": 2425, "winking": 2426, "dives": 2427, "passed": 2428, "frowning": 2429, "visible": 2430, "piled": 2431, "intertube": 2432, "hods": 2433, "bib": 2434, "poodle": 2435, "poodles": 2436, "continue": 2437, "wavy": 2438, "weathered": 2439, "inspects": 2440, "fishermen": 2441, "drift": 2442, "sunshade": 2443, "speedos": 2444, "buried": 2445, "evergreen": 2446, "outrun": 2447, "parka": 2448, "grounded": 2449, "rowboat": 2450, "tights": 2451, "hopping": 2452, "garage": 2453, "bathroom": 2454, "roof": 2455, "worker": 2456, "hardhat": 2457, "hammer": 2458, "fix": 2459, "tails": 2460, "muzzles": 2461, "masks": 2462, "greyish": 2463, "obscuring": 2464, "rugged": 2465, "nature": 2466, "dumps": 2467, "bounding": 2468, "blouse": 2469, "frolics": 2470, "cheerleaders": 2471, "pompoms": 2472, "cheerleading": 2473, "routine": 2474, "cheering": 2475, "trailer": 2476, "triangular": 2477, "stunt": 2478, "color": 2479, "starring": 2480, "participating": 2481, "ran": 2482, "beauty": 2483, "pads": 2484, "messily": 2485, "pasta": 2486, "spaghetti": 2487, "mess": 2488, "operating": 2489, "laptop": 2490, "keyboard": 2491, "hollywood": 2492, "fame": 2493, "leather": 2494, "horizon": 2495, "plushie": 2496, "breaking": 2497, "news": 2498, "grinding": 2499, "desk": 2500, "somebody": 2501, "barn": 2502, "eyebrow": 2503, "handicap": 2504, "signs": 2505, "american": 2506, "handicapped": 2507, "bale": 2508, "rolled": 2509, "bales": 2510, "starts": 2511, "ducks": 2512, "elegant": 2513, "geese": 2514, "attentive": 2515, "pushes": 2516, "8": 2517, "nude": 2518, "rickety": 2519, "extremely": 2520, "photographed": 2521, "volleyball": 2522, "trot": 2523, "retrievers": 2524, "ties": 2525, "sound": 2526, "medal": 2527, "bow": 2528, "arrow": 2529, "target": 2530, "firing": 2531, "haystack": 2532, "sucks": 2533, "bagpipes": 2534, "bagpipe": 2535, "checks": 2536, "adjusting": 2537, "leads": 2538, "clings": 2539, "crack": 2540, "hurdles": 2541, "snowbank": 2542, "fetches": 2543, "dead": 2544, "loaded": 2545, "nets": 2546, "company": 2547, "odd": 2548, "contraption": 2549, "returns": 2550, "chewed": 2551, "gonzaga": 2552, "beaded": 2553, "frilly": 2554, "dancing": 2555, "princess": 2556, "pair": 2557, "tilts": 2558, "upward": 2559, "glove": 2560, "rollerskates": 2561, "assisting": 2562, "act": 2563, "skates": 2564, "igloo": 2565, "hiding": 2566, "fort": 2567, "stripy": 2568, "built": 2569, "doorway": 2570, "shadow": 2571, "longhandled": 2572, "well": 2573, "cardigan": 2574, "eastern": 2575, "crawls": 2576, "clean": 2577, "hardwood": 2578, "fours": 2579, "runway": 2580, "placing": 2581, "tiger": 2582, "grayhound": 2583, "derby": 2584, "tattoo": 2585, "indian": 2586, "native": 2587, "coverings": 2588, "shirted": 2589, "wade": 2590, "clown": 2591, "whistle": 2592, "blows": 2593, "muffs": 2594, "counter": 2595, "establishment": 2596, "pass": 2597, "lower": 2598, "stoops": 2599, "watermelon": 2600, "watermelons": 2601, "congregate": 2602, "airplane": 2603, "stroller": 2604, "hoops": 2605, "hulahoop": 2606, "trainer": 2607, "stretching": 2608, "crossed": 2609, "fingers": 2610, "smeared": 2611, "pudding": 2612, "leaving": 2613, "broken": 2614, "sunsets": 2615, "3": 2616, "reflecting": 2617, "sledding": 2618, "oar": 2619, "guard": 2620, "military": 2621, "british": 2622, "shoveling": 2623, "mini": 2624, "shovel": 2625, "shovels": 2626, "flooded": 2627, "japanese": 2628, "schoolgirls": 2629, "lining": 2630, "purchase": 2631, "tickets": 2632, "theater": 2633, "ticket": 2634, "fences": 2635, "passing": 2636, "boxes": 2637, "musician": 2638, "statues": 2639, "easter": 2640, "structures": 2641, "phones": 2642, "transportation": 2643, "cellphones": 2644, "brooms": 2645, "forefront": 2646, "offroad": 2647, "wheelchair": 2648, "scratches": 2649, "observes": 2650, "scratching": 2651, "sandbox": 2652, "backward": 2653, "pillows": 2654, "furniture": 2655, "liquid": 2656, "mug": 2657, "oxford": 2658, "sipping": 2659, "single": 2660, "magazine": 2661, "icy": 2662, "melted": 2663, "fill": 2664, "packed": 2665, "apples": 2666, "retaining": 2667, "louis": 2668, "vuitton": 2669, "shops": 2670, "abseiling": 2671, "repelling": 2672, "cord": 2673, "rappelling": 2674, "cliffside": 2675, "extreme": 2676, "repels": 2677, "individual": 2678, "technical": 2679, "supported": 2680, "lassie": 2681, "sweats": 2682, "romp": 2683, "fellow": 2684, "members": 2685, "feathers": 2686, "sheperd": 2687, "displayed": 2688, "images": 2689, "umbrellas": 2690, "stay": 2691, "asia": 2692, "pocket": 2693, "mall": 2694, "boxing": 2695, "herself": 2696, "donkey": 2697, "brake": 2698, "mule": 2699, "carring": 2700, "sleeps": 2701, "barefooted": 2702, "cameraman": 2703, "legged": 2704, "bellbottoms": 2705, "boa": 2706, "pedestrian": 2707, "hit": 2708, "racquet": 2709, "miami": 2710, "official": 2711, "soaring": 2712, "mountaineers": 2713, "waterfalls": 2714, "gazes": 2715, "quietly": 2716, "darkly": 2717, "incline": 2718, "file": 2719, "pets": 2720, "spring": 2721, "slinky": 2722, "cats": 2723, "pumps": 2724, "mixing": 2725, "launched": 2726, "sweat": 2727, "sideways": 2728, "focus": 2729, "youn": 2730, "piggyback": 2731, "adorned": 2732, "wheelbarrow": 2733, "various": 2734, "facial": 2735, "trip": 2736, "stained": 2737, "sweatsuit": 2738, "locked": 2739, "bringing": 2740, "dining": 2741, "growls": 2742, "barking": 2743, "duke": 2744, "wedding": 2745, "veil": 2746, "bride": 2747, "bridal": 2748, "midflight": 2749, "pebbles": 2750, "emitting": 2751, "smoke": 2752, "film": 2753, "professional": 2754, "videotaped": 2755, "rolls": 2756, "comes": 2757, "type": 2758, "grabbing": 2759, "mouthguards": 2760, "called": 2761, "midst": 2762, "blankets": 2763, "dribbles": 2764, "royal": 2765, "dribbling": 2766, "robe": 2767, "int": 2768, "kicked": 2769, "horseback": 2770, "kind": 2771, "dropping": 2772, "colourful": 2773, "tossed": 2774, "angels": 2775, "photographs": 2776, "kiosk": 2777, "entitled": 2778, "use": 2779, "fetching": 2780, "flight": 2781, "sails": 2782, "sell": 2783, "similar": 2784, "overcoat": 2785, "harnessed": 2786, "perspective": 2787, "tooth": 2788, "asking": 2789, "change": 2790, "amid": 2791, "drummer": 2792, "saxophones": 2793, "storefront": 2794, "drums": 2795, "buckets": 2796, "makeshift": 2797, "drum": 2798, "patches": 2799, "forested": 2800, "wolf": 2801, "tattoos": 2802, "pencil": 2803, "rubbing": 2804, "lounging": 2805, "tattooed": 2806, "rubs": 2807, "melting": 2808, "wicker": 2809, "basket": 2810, "shit": 2811, "straight": 2812, "coldweather": 2813, "strange": 2814, "spike": 2815, "batman": 2816, "pointy": 2817, "doll": 2818, "bread": 2819, "wrestler": 2820, "curled": 2821, "ragged": 2822, "snake": 2823, "wraps": 2824, "pad": 2825, "note": 2826, "writes": 2827, "notebook": 2828, "natural": 2829, "afro": 2830, "vert": 2831, "launches": 2832, "quarter": 2833, "melts": 2834, "attacked": 2835, "fleece": 2836, "were": 2837, "dalmatians": 2838, "bowling": 2839, "alley": 2840, "mr": 2841, "potato": 2842, "features": 2843, "pieces": 2844, "rollerblades": 2845, "glides": 2846, "rollerblading": 2847, "community": 2848, "rollerskating": 2849, "beagle": 2850, "hides": 2851, "created": 2852, "massive": 2853, "amounts": 2854, "been": 2855, "dug": 2856, "tripod": 2857, "musicians": 2858, "western": 2859, "attending": 2860, "speak": 2861, "sheet": 2862, "midjump": 2863, "chunk": 2864, "main": 2865, "dig": 2866, "rottweiler": 2867, "dollar": 2868, "bill": 2869, "bills": 2870, "remote": 2871, "control": 2872, "process": 2873, "yells": 2874, "offstage": 2875, "flute": 2876, "part": 2877, "arabian": 2878, "belly": 2879, "tongues": 2880, "unusual": 2881, "rod": 2882, "jetty": 2883, "looked": 2884, "walls": 2885, "point": 2886, "beers": 2887, "towels": 2888, "hopscotch": 2889, "doggy": 2890, "exercise": 2891, "puma": 2892, "cloaks": 2893, "trim": 2894, "robes": 2895, "launch": 2896, "upright": 2897, "steady": 2898, "gokart": 2899, "competition": 2900, "numbered": 2901, "stump": 2902, "emerging": 2903, "thumbs": 2904, "crew": 2905, "twigs": 2906, "crown": 2907, "walked": 2908, "wildly": 2909, "wrestles": 2910, "fedora": 2911, "polkadotted": 2912, "illuminated": 2913, "ship": 2914, "balck": 2915, "knees": 2916, "grins": 2917, "domino": 2918, "horseshoes": 2919, "horseshoe": 2920, "yong": 2921, "toboggan": 2922, "friend": 2923, "crafts": 2924, "thumbsup": 2925, "returning": 2926, "match": 2927, "designs": 2928, "railings": 2929, "segway": 2930, "plaza": 2931, "slalom": 2932, "training": 2933, "zigzag": 2934, "bald": 2935, "policeman": 2936, "officer": 2937, "buddist": 2938, "buddha": 2939, "monument": 2940, "shrine": 2941, "monk": 2942, "slacks": 2943, "dragon": 2944, "poster": 2945, "mustached": 2946, "sombody": 2947, "marx": 2948, "nt": 2949, "stars": 2950, "fancy": 2951, "bearing": 2952, "herding": 2953, "reeds": 2954, "speckled": 2955, "marsh": 2956, "diapers": 2957, "overturned": 2958, "spread": 2959, "monster": 2960, "stubby": 2961, "ceremony": 2962, "keep": 2963, "dane": 2964, "tulips": 2965, "oklahoma": 2966, "sooners": 2967, "dodges": 2968, "tackle": 2969, "coach": 2970, "ref": 2971, "footballer": 2972, "uw": 2973, "cheerleader": 2974, "cheers": 2975, "dancer": 2976, "fans": 2977, "quarterback": 2978, "protects": 2979, "timeout": 2980, "everyone": 2981, "coaching": 2982, "injured": 2983, "blocks": 2984, "opposing": 2985, "keeps": 2986, "defending": 2987, "college": 2988, "sidelines": 2989, "score": 2990, "tackling": 2991, "defenders": 2992, "sooner": 2993, "avoid": 2994, "tackled": 2995, "mascot": 2996, "also": 2997, "cheer": 2998, "punting": 2999, "university": 3000, "possession": 3001, "clutches": 3002, "jerseys": 3003, "gain": 3004, "tackles": 3005, "lifted": 3006, "athletes": 3007, "snap": 3008, "compete": 3009, "layer": 3010, "defensive": 3011, "appear": 3012, "attention": 3013, "americans": 3014, "fan": 3015, "28": 3016, "armbands": 3017, "19": 3018, "blues": 3019, "brothers": 3020, "expressions": 3021, "concerned": 3022, "runners": 3023, "parallel": 3024, "messenger": 3025, "paneled": 3026, "police": 3027, "home": 3028, "crying": 3029, "comfort": 3030, "moonwalk": 3031, "castle": 3032, "french": 3033, "colander": 3034, "clowns": 3035, "lighthouse": 3036, "tower": 3037, "sides": 3038, "youngster": 3039, "pretends": 3040, "ollie": 3041, "submerges": 3042, "bathtub": 3043, "speeding": 3044, "blow": 3045, "archway": 3046, "farmland": 3047, "cutout": 3048, "sailor": 3049, "pyramidshaped": 3050, "gesture": 3051, "tiles": 3052, "dots": 3053, "squirted": 3054, "dobermans": 3055, "hospital": 3056, "cast": 3057, "peeking": 3058, "weaving": 3059, "weaves": 3060, "socializing": 3061, "festival": 3062, "watery": 3063, "tide": 3064, "fully": 3065, "clothed": 3066, "countryside": 3067, "scouts": 3068, "bulldog": 3069, "studded": 3070, "hawaiian": 3071, "series": 3072, "tape": 3073, "brother": 3074, "superman": 3075, "equestrian": 3076, "jumper": 3077, "jockey": 3078, "quarters": 3079, "flows": 3080, "mossy": 3081, "cascades": 3082, "split": 3083, "skipping": 3084, "connected": 3085, "bamboo": 3086, "apart": 3087, "classic": 3088, "steam": 3089, "lipstick": 3090, "includes": 3091, "suspenders": 3092, "patterned": 3093, "pail": 3094, "sister": 3095, "struggling": 3096, "hip": 3097, "wake": 3098, "toothbrush": 3099, "son": 3100, "kite": 3101, "wheelie": 3102, "ridden": 3103, "boarding": 3104, "parasurfer": 3105, "wakeboarder": 3106, "mats": 3107, "hall": 3108, "move": 3109, "parasailer": 3110, "waterskis": 3111, "sailboats": 3112, "waterfront": 3113, "merrygoround": 3114, "ferris": 3115, "amuseument": 3116, "dangling": 3117, "sink": 3118, "punching": 3119, "shack": 3120, "spout": 3121, "52": 3122, "homeless": 3123, "begging": 3124, "hooker": 3125, "i": 3126, "portland": 3127, "oregon": 3128, "stores": 3129, "belongings": 3130, "prancing": 3131, "sniffed": 3132, "rocket": 3133, "herds": 3134, "kiddie": 3135, "murals": 3136, "chaps": 3137, "camel": 3138, "peoples": 3139, "supplies": 3140, "containers": 3141, "meeting": 3142, "speech": 3143, "spins": 3144, 